# #def order(s):
#     new_l = []
#     s = s.split()
#     for i in range (1, len(s) + 1):
#         for x in s:
#             if str(i) in x:
#                 new_l.append(x)
#     return " ".join(new_l)

#შევქმნათ ცარიელი ცვლადი სახელად new_l შემდეგ ჩვენს s მივცეთ ატრიბუტი split რომელიც დაანაწილებს სიტყვებად ჩვენს s და შექმნის სიას
#გადავატაროთ ფორ ლუპი რათა ყველა s ფუნქციის ბოლო ელემენტს შეეხოს ჩვენი ფორლუპი და დავიწყოთ დავალების შესრულება
#გადავატაროთ ფორ ლუპი ოღონდ ამჯერად თვითონ s ს და ჩავსვათ სტრინგში
#თუ სტრინგ ს არის ჩვენს რეინჯ x სში მაშინ x დავამატოთ ჩვენს ცარიელ ცვლადში და დავაბრუნოთ სიის სახით